Repository: MarioQL0/PomusApp
Catalog: Tempus/Localizable.xcstrings
Source language: en
Languages: es

source: Add Task
es: Agregar Tarea

source: Add your first task using the + button.
es: Añade tu primer tarea usando el botón +

source: Adjust the duration in minutes for each session type. Changes will apply to new sessions.
es: Ajusta la duración en minutos por cada tipo de sesión. Los cambios se aplicaran en nuevas sesiones

source: Are you sure you want to restore all settings to their original values?
es: ¿Seguro que quieres restaurar todos los ajustes a sus valores originales?

source: Automation
es: Automatización

source: Cancel
es: Cancelar

source: Clean
es: Limpiar

source: Clear
es: Limpiar

source: Clear Completed Tasks?
es: ¿Limpiar Tareas Completadas?

source: Complete your first pomodoro to see your progress here!
es: ¡Completa tu primer pomodoro para ver tu progreso aquí!

source: Completed
es: Completado

source: Continuous Mode
es: Modo continuo

source: Day
es: Día

source: Define how many focus sessions you need to complete before taking a long break.
es: Define cuantas sesiones de enfoque necesitas antes del descanso largo

source: Define how many focus sessions you need to complete before taking a long break. 'Reset Current Cycle' will restart the session count to zero.
es: Define cuántas sesiones de enfoque necesitas completar antes de tomar un descanso largo. 'Reiniciar Ciclo Actual' pondrá el contador de sesiones en cero.

source: Delete
es: Eliminar

source: e.g., Finish the sales report...
es: Ej: Terminar el reporte de ventas...

source: Edit
es: Editar

source: Edit Task
es: Editar Tareas

source: Edit Task Text
es: Editar texto de la Tarea

source: Focus
es: Enfocarse

source: Focus time per day
es: Enfoque por día

source: Focus: %lld min
es: Enfoque: %lld min

source: General Summary
es: Resumen general

source: Long Break: %lld min
es: Descanso Largo: %lld min

source: Mark as completed
es: Marcar como completado

source: Minutes
es: MInutos

source: New Task
es: Nueva Tarea

source: No Statistics
es: Sin Estadísticas

source: No Tasks
es: Sin Tareas

source: Pending
es: Pendiente

source: Pomodoro Cycle
es: Ciclo Pomodoro

source: Reset Current Cycle
es: Reiniciar Ciclo Actual

source: Restore
es: Restaurar

source: Restore Default Settings?
es: ¿Restaurar Ajustes?

source: Restore Defaults
es: Restaurar Valores

source: Save
es: Guardar

source: Settings
es: Ajustes

source: Short Break: %lld min
es: Descanso corto: %lld min

source: Show Tasks
es: Mostrar Tareas

source: Start timer
es: Empezar temporizador

source: Statistics
es: Estadísticas

source: Task completed
es: Tarea completada

source: Task Detail
es: Detalle de la Tarea

source: Task text
es: Texto de tarea

source: Tasks
es: Tareas

source: This will permanently delete all completed tasks. This action cannot be undone.
es: Esto eliminará permanentemente todas las tareas completadas. Esta acción no se puede deshacer.

source: Timer Durations
es: Duración del temporizador

source: Type
es: Tipo

source: Weekly Activity
es: Actividad semanal

source: Weekly activity chart showing focus minutes per day.
es: Gráfico de actividad semanal muestra los minutos de concentración por día.

source: When enabled, the timer will automatically start the next session (focus or break) without stopping.
es: Cuando está habilitado, el temporizador iniciará automáticamente la siguiente sesión (concentración o descanso) sin detenerse.
